Repository: 0xDive/ferventio-ios
Catalog: Ferventio/Resources/Moderation.xcstrings
Source language: en
Languages: ru

# nuke.case_sensitive
source: Case sensitive
ru: Учитывать регистр

# nuke.done
source: Done
ru: Готово

# nuke.error.empty_query
source: Enter text or a regular expression to preview targets.
ru: Введите текст или регулярное выражение для предварительного просмотра целей.

# nuke.error.invalid_regex
source: The regular expression is invalid.
ru: Некорректное регулярное выражение.

# nuke.error.query_too_long
source: The query is too long.
ru: Запрос слишком длинный.

# nuke.exclude_broadcaster
source: Exclude broadcaster
ru: Исключить владельца канала

# nuke.exclude_moderators
source: Exclude moderators
ru: Исключить модераторов

# nuke.exclude_vips
source: Exclude VIPs
ru: Исключить VIP

# nuke.excluded_matches
source: Excluded matches
ru: Исключено совпадений

# nuke.exclusions
source: Exclusions
ru: Исключения

# nuke.match_mode
source: Match mode
ru: Режим поиска

# nuke.matched_messages
source: Matched messages
ru: Совпавших сообщений

# nuke.matched_users
source: Matched users
ru: Затронутых пользователей

# nuke.matching
source: Matching
ru: Поиск

# nuke.no_matches
source: No messages match the current preview.
ru: Текущему предварительному просмотру не соответствует ни одно сообщение.

# nuke.plain_text
source: Text
ru: Текст

# nuke.preview
source: Preview nuke
ru: Предпросмотр nuke

# nuke.preview_only
source: Preview only: this screen never sends moderation actions.
ru: Только предпросмотр: этот экран не отправляет moderation-действия.

# nuke.query
source: Text or regular expression
ru: Текст или регулярное выражение

# nuke.samples
source: Examples
ru: Примеры

# nuke.summary
source: Preview
ru: Предварительный просмотр

# nuke.target_users
source: Target users
ru: Целевые пользователи

# nuke.time_window
source: Time window
ru: Временное окно

# nuke.title
source: Nuke preview
ru: Предпросмотр Nuke
